logoText=Home<span>Pet</span>
logoText2=Pet
home=Strona g\u0142\u00F3wna
about=O nas
adopt=Adoptuj
animals=Zwierzaki
employees=Pracownicy
donate=Darowizna
admin=Admin
login=Zaloguj si\u0119
register=Rejestracja
adoptTitle=Nie mo\u017Cesz kupi\u0107<br>mi\u0142o\u015Bci, ale mo\u017Cesz j\u0105<br><span>uratowa\u0107!</span>
rescueIt=uratowa\u0107!
adoptQuestion=Czy jeste\u015B zainteresowany adopcj\u0105?
learnMore=Dowiedz si\u0119 wi\u0119cej
contactUs=Skontaktuj si\u0119 z nami
findUs=Znajdziesz nas na:

#Strona "O nas"
titleAboutPage=Troche informacji o nas
informationAboutPage1=Nasze schronisko to miejsce pe\u0142ne mi\u0142o\u015Bci, oddania i troski o zwierz\u0119ta, kt\u00F3re potrzebuj\u0105 nowego domu i opieki. Od lat zajmujemy si\u0119 ratowaniem porzuconych i bezdomnych zwierz\u0105t, zapewniaj\u0105c im bezpiecze\u0144stwo oraz szans\u0119 na lepsze \u017Cycie. Wierzymy, \u017Ce ka\u017Cde stworzenie zas\u0142uguje na szans\u0119, by znale\u017A\u0107 kochaj\u0105cy dom, w kt\u00F3rym b\u0119dzie otoczone opiek\u0105 i wsparciem.
informationAboutPage2=Nasz zesp\u00F3\u0142 sk\u0142ada si\u0119 z pasjonat\u00F3w i wolontariuszy, dla kt\u00F3rych los zwierz\u0105t jest szczeg\u00F3lnie wa\u017Cny. Dzi\u0119ki ich zaanga\u017Cowaniu, ka\u017Cde zwierz\u0119 otrzymuje indywidualn\u0105 opiek\u0119 oraz szans\u0119 na adaptacj\u0119 i rehabilitacj\u0119. Codziennie dbamy o to, by nasi podopieczni mieli zapewnione odpowiednie warunki oraz otrzymali ca\u0142\u0105 potrzebn\u0105 pomoc \u2013 od podstawowej opieki zdrowotnej po socjalizacj\u0119.
informationAboutPage3=Nasz\u0105 misj\u0105 jest nie tylko ratowanie zwierz\u0105t, ale tak\u017Ce edukowanie spo\u0142ecze\u0144stwa w zakresie odpowiedzialnej opieki i adopcji. Wierzymy, \u017Ce dzi\u0119ki wsp\u00F3\u0142pracy mo\u017Cemy wsp\u00F3lnie tworzy\u0107 \u015Bwiat, w kt\u00F3rym ka\u017Cde zwierz\u0119 b\u0119dzie kochane i szanowane. Zapraszamy do poznania naszych podopiecznych oraz wsparcia naszej misji \u2013 razem mo\u017Cemy zmieni\u0107 ich \u017Cycie na lepsze.
contact.title = Kontakt:
contact.address = Adres:
contact.phone = Telefon:
contact.city = Miasto:
contact.email = Email:


#Strona adoptuj
adoptionFormTitle=Wniosek o Adopcj\u0119
firstNameLabel=Imi\u0119:
firstNamePlaceholder=Wprowad\u017A swoje imi\u0119
lastNameLabel=Nazwisko:
lastNamePlaceholder=Wprowad\u017A swoje nazwisko
emailLabel=Tw\u00F3j Email:
emailPlaceholder=Wprowad\u017A sw\u00F3j email
dogNameLabel=Imi\u0119 Psa:
dogNamePlaceholder=Wprowad\u017A imi\u0119 psa, kt\u00F3rego chcesz adoptowa\u0107
adoptionReasonLabel=Dlaczego chcesz adoptowa\u0107?
adoptionReasonPlaceholder=Wpisz tre\u015B\u0107 wiadomo\u015Bci
submitButton=Wy\u015Blij

#Strona zwierzeta
pagination.previous=Poprzednia
pagination.next=Nast\u0119pna
pagination.total=z

# Strona z informacjami o zwierzaku
animal.descriptionLabel=Opis:
animals.backToAnimals=Wr\u00F3\u0107 do zwierz\u0105t



firstName=Imie
lastName=Nazwisko
email = Email
password = Has\u0142o
question = Masz ju\u017C konto?
button = Zaloguj si\u0119
signIn = Logowanie
recoverPass =Odzyskaj has\u0142o
question2 = Nie masz jeszcze konta?
register2 = Zarejestruj si\u0119
logout = Wyloguj si?

lang.pl = PL
lang.en = EN